Repository: bbc/rmp-translate
Catalog: src/RMP/Translate/lang/programmes/*.po
Languages: ar, cy, fa, fr, hi

source: About BBC Radio
cy: Am BBC Radio

# add_stuff_listen_later
source: Add stuff to listen later. And follow your favourite shows to get updates and recommendations. All on any device.
cy: Ychwanegwch gynnwys er mwyn gwrando nes ymlaen. A dilynwch eich hoff raglenni i gael y wybodaeth a’r argymhellion diweddaraf. Pob dim ar unrhyw ddyfais.

source: Added
cy: Ychwanegwyd

source: All
ar: كل
cy: Pob un
fa: همه
fr: Tout
hi: सभी

source: All available episodes
cy: Pob pennod sydd ar gael

source: All Categories
cy: Pob Categori

source: All episodes
ar: جميع الحلقات
cy: Pob pennod
fa: همه قسمت‌ها
fr: Tous les épisodes
hi: सभी अंक

# all_episodes_iplayer
source: All episodes available on BBC iPlayer
ar: جميع الحلقات متاحة على بي بي سي أي بلير
cy: Pob pennod sydd ar gael ar BBC iPlayer
fa: همه قسمت‌‌های قابل دسترسی در آی‌پلیر بی‌بی‌سی
fr: Tous les épisodes disponibles sur BBC iPlayer
hi: सभी अंंक बीबीसी आइप्लेयर पर मौजूद हैं

# all_episodes_iplayer_radio
source: All episodes available on BBC iPlayer Radio
ar: جميع الحلقات متاحة على راديو بي بي سي أي بلير
cy: Pob pennod sydd ar gael ar BBC iPlayer Radio
fa: همه قسمت‎‌‌های قابل دسترسی در آی‌پلیر رادیو بی‌بی‌سی
fr: Tous les épisodes disponibles sur BBC iPlayer Radio
hi: सभी अंक बीबीसी आइप्लेयर रेडियो पर मौजूद हैं.

source: All podcasts
cy: Podlediadau

source: All previous episodes
ar: جميع الحلقات السابقة
cy: Pob pennod blaenorol
fa: همه قسمت‌های قبلی
fr: Tous les épisodes précédents
hi: सभी पूर्व प्रसारित अंक

source: All programmes beginning with
cy: Rhaglenni yn dechrau gyda

source: All upcoming
ar: جميع الحلقات القادمة
cy: Popeth i ddod
fa: همه قسمت‌های بعدی
fr: Prochainement
hi: आने वाले सभी कार्यक्रम

source: Artist name
cy: Enw’r artist
fa: نام هنرمند
fr: Nom de l'artiste
hi: कलाकार का नाम

# arts_culture_and_the_media
source: Arts, Culture &amp; the Media
cy: Celfyddydau, Diwylliant a'r Cyfryngau

# atoz_all
source: All Programmes
ar: جميع البرامج
cy: Pob Rhaglen
fa: همه برنامه‌ها
fr: Tous les programmes
hi: सभी कार्यक्रम

# atoz_current
source: Available now & Coming soon
ar: متاح الان و قادم قريباً
cy: Ar gael nawr ac yn dod yn fuan
fa: هم اکنون موجود است و بزودی بخش جدیدی اضافه خواهد شد
fr: Disponible maintenant & prochainement
hi: अभी मौजूद हैं और जल्द आने वाला है

# atoz_letters
source: Programmes beginning with the letter %1
ar: برامج تبدأ بحرف %1
cy: Rhaglenni'n dechrau gyda'r lythyren %1
fa: برنامه‌هایی که عنوانشان با حرف %1 آغاز می‌شود
fr: Programmes commençant par la lettre %1
hi: %1 अक्षर से शुरू होने वाले कार्यक्रम

# atoz_nocategory
source: Sorry, there are no programmes in this category
ar: عذراً، ليس هناك برامج في هذا القسم
cy: Mae'n ddrwg gennym ond does dim rhaglenni yn y categori yma.
fa: متأسفیم در این بخش برنامه‌ای موجود نیست
fr: Désolé; il n'y a pas de programmes dans cette catégorie
hi: माफ़ कीजिए, इस वर्ग में कोई कार्यक्रम नहीं हैं

# atoz_nocontaining
source: Sorry, there are no programmes with titles containing %1
ar: عذراً، ليس هناك برامج بعناوين تحتوي على%1
cy: Mae’n ddrwg gennym ond does dim rhaglenni gyda theitlau yn cynnwys %1
fa: متأسفیم برنامه‌ای که در عنوانش %1 باشد، موجود نیست
fr: Désolé; il n'y a pas de programmes dont le titre contient %1
hi: माफ़ कीजिए, इस शीर्षक से कोई कार्यक्रम नहीं हैं %1

# atoz_noresults
source: Sorry, there are no programmes with titles beginning with %1
ar: عذراً، ليس هناك برامج بعناوين تبدا بي%1
cy: Mae’n ddrwg gennym ond does dim rhaglenni gyda theitlau yn dechrau gyda %1
fa: متأسفیم برنامه‌ای که عنوانش با %1 آغاز شود، موجود نیست
fr: Désolé; il n'y a pas de programmes dont le titre commence par %1
hi: माफ़ कीजिए, %1 से शुरू होने वाले शीर्षक का कोई कार्यक्रम नहीं है

# atoz_note
source: Use the A to Z to find a programme by name
ar: A إلى Z لإيجاد برنامج بالاسم، استخدام الاحرف من
cy: Defnyddiwch yr A-Z i chwilio am raglen yn ôl enw
fa: از فهرست الفبایی برای یافتن برنامه مورد نظرتان استفاده کنید
fr: Utilisez le lexique de A à Z pour trouver un programme par son nom
hi: कार्यक्रम ढूंढने के लिए अ से ज्ञ कर सभी अक्षरों का प्रयोग करें

# atoz_numbers
source: Programmes beginning with numbers or punctuation symbols
ar: برامج تبدأ بالأرقام أو رموز الترقيم
cy: Rhaglenni'n dechrau gyda rhifau neu symbolau
fa: برنامه‌هایی که عنوانشان با عدد یا علایم سجاوندی آغاز شود، نیست
fr: Programmes commençant par des chiffres ou des signes de ponctuation
hi: अंकों या विराम चिन्हों से शुरू होने वाले कार्यक्रम

# atoz_search
source: Search
ar: بحث
cy: Chwilio
fa: جستجو
fr: Recherche
hi: खोजिए

# atoz_search_title
source: Search results for '%1'
ar: نتائج البحث بالنسبة ل'%1'
cy: Canlyniadau chwilio ar gyfer '%1'
fa: نتایج جستجو برای '%1'
fr: Résultats pour %1
hi: %1'के नतीजे खोजिए

# atoz_title
source: A to Z
ar: Z إلى A من
cy: A-Z
fa: فهرست الفبایی
fr: de A à Z
hi: वर्णमाला के अक्षर

# atoz_title_full
source: Programmes A to Z
ar: Z إلى A البرامج من
cy: A-Z Rhaglenni
fa: فهرست الفبایی برنامه‌ها
fr: Programmes de A à Z
hi: वर्णमाला के अक्षरों से खोजें

# atoz_tryall
source: Try viewing %1all%2
ar: جرب مشاهدة % كل %2
cy: Triwch %1pob dim%2
fa: %1all%2 را مشاهده کنید
fr: Essayer de visionner %1all%2
hi: %1सभी%2 देखिए

# atoz_trycurrent
source: Try viewing %1current%2
ar: جرب مشاهدة %الحالي %2
cy: Triwch %1y diweddaraf%2
fa: %1current%2 را مشاهده کنید
fr: Essayer de visionner %1current%2
hi: %1मौजूदा%2 देखिए

source: Audio described
ar: شرح الصوت
cy: Sain-Ddisgrifio
fa: توضیح فایل صوتی
fr: Audio-assistée
hi: ऑडियो का विवरण

# available_count
source: There are currently no available episodes
ar: حاليا لا توجه أية حلقات
cy: Ar hyn o bryd, does dim penodau ar gael
fa: در حال حاضر قسمتی موجود نیست
fr: Il n'y a pas d'épisode disponible pour le moment
hi: फ़िलहाल कोई अंक उपलब्ध नहीं हैं

# available_count_short
source: There are currently no available episodes
ar: حاليا لا توجد أي حلقات
cy: Does dim penodau i''w dangos
fa: در حال حاضر قسمتی موجود نیست
fr: Il n'y a pas d'épisode disponible pour le moment
hi: फ़िलहाल कोई अंक उपलब्ध नहीं हैं

# available_items_count
source: There are no available items
ar: لا يوجد أي شيء
cy: Does yna ddim eitemau ar gael
fa: موردی موجود نیست
fr: Il n'y a pas d'élément disponible
hi: फ़ि़लहाल कोई आइटम उपलब्ध नहीं है

source: Available now
ar: متاح حاليا
cy: Ar gael nawr
fa: هم اکنون موجود
fr: Disponible maintenant
hi: उपलब्ध है

# available_on_iplayer
source: Available on BBC iPlayer
ar: متوفر في BBC iPlayer
cy: Ar gael ar BBC iPlayer
fa: قابل دسترسی در آی‌پلیر بی‌بی‌سی
fr: Disponible sur BBC iPlayer
hi: बीबीसी आइप्लेयर पर उपलब्ध है

# available_on_iplayer_short
source: On iPlayer
ar: على iPlayer
cy: Ar iPlayer
fa: در آی‌پلیر
fr: Sur iPlayer
hi: आइप्लेयर पर

# available_shortly
source: This programme will be available shortly after broadcast
ar: هذا البرنامج سوف يكون متوفرا قريبا بعد الإذاعةt
cy: Bydd y rhaglen yma ar gael yn fuan ar ôl cael ei darlledu
fa: این برنامه مدت کوتاهی بعد از پخس قابل دسترسی خواهد بود
fr: Ce programme sera disponible peu de temps après sa diffusion
hi: प्रसारण के तुरंत बाद कार्यक्रम उपलब्ध होगा

source: Back to iPlayer Radio
cy: Nôl i iPlayer Radio

# back_to_top_of_page
source: Back to top
ar: عودة للأعلى
cy: Yn ôl i’r brig
fa: بالا
fr: Retour haut de page
hi: ऊपर लौटें

source: Back up to:
ar: عودة للأعلى:
cy: Yn ôl i:
fa: بازگشت به:
fr: Retour à:
hi: लौटें:

# broadcast_except
source: except %1
ar: يستثنى %1
cy: heblaw %1
fa: به جز %1
fr: sauf %1
hi: सिवाय %1

# broadcast_only_on
source: %1 only
ar: %1 فقط
cy: dim ond ar %1
fa: تنها %1
fr: %1 seulement
hi: केवल %1

source: Broadcasts
cy: Darllediadau
fa: قسمت‌ها
fr: Émissions
hi: प्रसारण

# broadcasts_none
source: There are no broadcasts
ar: لا يوجد بث حاليا
cy: Dim darllediadau
fa: برنامه‌ای وجود ندارد
fr: Il n'y a pas d'émissions
hi: कोई प्रसारण नहीं है

# broadcasts_none_date
source: There are no broadcasts for the month and year selected
ar: لا يوجد أي بث للشهر الذي تم اختياره
cy: Dim darllediadau ar gyfer y mis a’r flwyddyn a ddewiswyd
fa: برای ماه و سال مورد نظر برنامه‌ای وجود ندارد
fr: Il n'y a pas d'émission pour le mois et l'année sélectionnés
hi: इस महीने या वर्ष का कोई प्रसारण मौजूद नहीं है

# broadcasts_none_upcoming
source: There are no upcoming broadcasts of this programme
ar: لا يوجد أي بث قادم للبرنامج المختار
cy: Dim darllediadau i ddod
fa: قسمت دیگری از این برنامه فعلا پخش نخواهد شد
fr: Il n'y a pas d'émissions à venir pour ce programme
hi: फ़िलहाल इस कार्यक्रम का कोई प्रसारण नहीं होना है

# broadcasts_none_upcoming_debut
source: There are no upcoming debut broadcasts
cy: Dim darllediadau cyntaf i ddod
fa: قسمت اول برنامه ها فعلا پخش نخواهد شد
fr: Il n'y a pas de nouvelles émissions à venir
hi: कोई नया प्रसारण नहीं होने वाला है

# buy_desc
source: Series and episodes available from online suppliers
ar: المسلسل والحلقات متاحة من الموزع المعتمد على الانترنت
cy: Cyfresi a phenodau sydd ar gael gan werthwyr ar-lein
fa: مجموعه‌ها و قسمت‌های موجود از عرضه کنندگان آنلاین
fr: Séries et épisodes disponibles auprès de fournisseurs en ligne
hi: ऑनलाइन सप्लायर कोई श्रृंखला या अंक उपलब्ध नहीं हैं

source: Buy online
ar: شراء إلكترونيا
cy: Prynu ar lein
fa: آنلاین بخرید
fr: Acheter en ligne
hi: ऑनलाइन ख़रीदें

# buy_where
source: Where to buy
ar: أين يمكن شراءه
cy: Ble i brynu
fa: از کجا بخرید؟
fr: Où acheter
hi: कहाँ से ख़रीदें

source: By date
ar: حسب اليوم
cy: Yn ôl dyddiad
fa: بر حسب تاریخ
fr: Par date
hi: तारीख के अनुसार

source: By format
ar: حسب الصيغة
cy: Yn ôl fformat
fa: بر حسب فرمت
fr: Par format
hi: फ़ॉर्मेट के अनुसार

source: By genre
ar: تصنيف أدبي
cy: Yn ôl genre
fa: بر حسب ژانر
fr: Par genre
hi: शैली के अनुसार

source: Categories
ar: فئات
cy: Categorïau
fa: بخش‌ها
fr: Catégories
hi: श्रेणी

# category_stations_note
source: This category can be found on the stations highlighted below
ar: الفئة متاحة ومظللة بالأسفل
cy: Gallwch ddod o hyd i'r categori hwn ar y gorsafoedd isod
fa: این بخش را در زیر بیابید
fr: Cette catégorie peut être trouvée sur les stations présentées ci-dessous
hi: ये श्रेणी नीचे दिए गए स्टेशनों पर मिल सकती है

# category_title
source: Programmes categorised as %1
ar: البرامج مصنفة بناء على %1
cy: Rhaglenni yng nghategori '%1
fa: برنامه‌ها بر حسب %1 گروه بندی شده
fr: Programmes catégorisés comme %1

# chapter_context
source: This chapter is from
ar: هذا الفصل من
cy: Mae’r bennod yma o
fa: این بخش از این قسمت شروع می‌شود
fr: Cet épisode vient de
hi: ये चैप्टर है

source: Chapters
ar: فصول
cy: Penodau
fa: بخش‌ها
fr: Épisodes
hi: चैप्टर

source: Clear selection
cy: Clirio'r dewisiadau

# clip_availability_future
source: This clip will be available soon
ar: هذا الكليب سوف يكون متاحا قريبا
cy: Bydd y clip yma ar gael yn fuan
fa: این ویدیو به زودی موجود خواهد بود
fr: Cette vidéo sera bientôt disponible
hi: ये क्लिप जल्द उपलब्ध होगी

# clip_availability_none
source: Sorry, this clip is not currently available
ar: عفوا، الكليب ليس متوفرا حاليا
cy: Mae’n ddrwg gennym, ‘dyw’r clip yma ddim ar gael ar hyn o bryd
fa: متأسفانه این ویدیو در حال حاضر موجود نیست
fr: Désolé, cette vidéo n'est pas disponible actuellement
hi: माफ़ करें, ये क्लिप अभी उपलब्ध नहीं है

# clip_availability_past
source: Sorry, this clip is no longer available
ar: عفوا، الكليب ليس متوفرا
cy: Mae’n ddrwg gennym, ‘dyw’r clip yma ddim ar gael bellach
fa: متأسفانه این ویدیود دیگر موجود نیست
fr: Désolé, cette vidéo n'est plus disponible
hi: माफ़़ करें, ये क्लिप अब उपलब्ध नहीं है

# clip_context
source: This clip is from
ar: هذا الكليب من
cy: Daw'r clip hwn o
fa: این ویدیو از این قسمت شروع خواهد شد
fr: Cette vidéo vient de
hi: ये क्लिप ...की है

source: Clips
ar: كليبات
cy: Clipiau
fa: ویدیوها
fr: Vidéos
hi: क्लिप्स

# clips_count
source: There are currently no available clips
ar: حاليا، لا يوجد أي كليب
cy: Ar hyn o bryd, does dim clipiau ar gael
fa: در حال حاضر ویدیوی موجود نیست
fr: Il n'y a pas de vidéo disponible
hi: अभी कोई क्लिप्स उपलब्ध नहीं हैं

# colon_available_on
source: Available on
ar: متاحة على
cy: Ar gael ar
fa: قابل دسترسی از
fr: Disponible sur
hi: यहाँ उपलब्ध है

# colon_from_suppliers
source: From suppliers
ar: من الموزع
cy: Gan werthwyr
fa: از عرضه‌کنندگان
fr: Des fournisseurs
hi: सप्लायर की ओर से

source: Comedy
cy: Comedi

source: Coming soon
ar: متاحة قريبا
cy: Yn dod yn fuan
fa: بزودی
fr: Prochainement
hi: जल्द आ रहा है

source: Contact details
ar: معلومات التواصل
cy: Manylion cyswllt
fa: راه‌های تماس
fr: Coordonnées
hi: संपर्क

# contact_form_field
source: Please complete this field
ar: يرجى إكمال هذا الحقل
cy: Rhaid llenwi’r blwch yma
fa: لطفا این بخش را کامل کنید
fr: Veuillez compléter ce champ
hi: कृपया यहाँ विवरण लिखें

# contact_form_mandatory
source: indicates mandatory fields
cy: Blwch hanfodol
fa: نشان‌دهنده بخش‌های ضروری است
fr: indique les champs obligatoires
hi: ज़रूरी विवरण

# contact_form_submit
source: Send message
ar: إرسال رسالة
cy: Anfon neges
fa: ارسال پیام
fr: Envoyer message
hi: संदेश भेजें

# contact_form_unavailable
source: Sorry, the contact form is currently unavailable due to a technical problem.
ar: عذرا، فورم التواصل غير متاح حاليا نظرا لمشكلات تقنية.
cy: Mae’n ddrwg gennym ond nid yw’r ffurflen ar gael oherwydd problemau technegol.
fa: متأسفانه به دلایل فنی امکان تماس وجود ندارد
fr: Désolé, le formulaire de contact est actuellement indisponible en raison d'un problème technique.
hi: क्षमा कीजिएगा, ये फ़ॉर्म फ़िलहाल तकनीकी कारणों से उपलब्ध नहीं है

# contact_prompt
source: Form details
ar: تفاصيل الفورم
cy: Manylion y ffurflen
fa: جزییات
fr: Détails du formulaire
hi: विवरण

# contact_prompt_note
source: Please include the following details on your message:
ar: يرحى إضافة هذه المعلومات عند إرسال الرسالة:
cy: Rhaid cynnwys y manylion isod yn eich neges:
fa: لطفا موارد زیر را در پیام خود بگنجانید.
fr: Inclure les détails suivants dans votre message:
hi: कृपया अपने संदेश में निम्नलिखित विवरण शामिल कीजिए:

source: Contact us
ar: تواصل معنا
cy: Cysylltu â ni
fa: تماس با ما
fr: Contactez-nous

# context_podcasts
source: %1 Podcasts
cy: %1 Podlediadau

source: Credits
ar: نقاط
cy: Cydnabyddiaeth
fa: تیتراژ
fr: Crédits

# credits_none
source: This programme has no credits
ar: هذا البرنامج ليس لديه رصيد
cy: Nid oes gan y rhaglen yma restr cyfranwyr
fa: این برنامه تیتراژ پایانی ندارد
fr: Ce programme n'a pas de crédits
hi: इस कार्यक्रम में क्रे़डिट नहीं है

# decade
source: %1s
cy: %1au
fr: années %1

source: Documentaries
cy: Rhaglenni Dogfen

source: Downloads
ar: تنزيلات
cy: Lawrlwythiad
fa: دانلودها
fr: Téléchargements

# duration
source: Duration: %1
cy: Hyd: %1
fa: مدت: %1
fr: Durée: %1
hi: समय: %1

source: Entertainment
cy: Adloniant

# episode_availability_future
source: This episode will be available soon
ar: هذه الحلقة سوف تكون متوفرة قريبا
cy: Bydd y bennod yma ar gael yn fuan
fa: این قسمت بزودی قابل دسترس خواهد بود
fr: Cet épisode sera bientôt disponible
hi: ये अंक जल्द मुहैया होगा

# episode_availability_none
source: Sorry, this episode is not currently available
ar: عذرا، هذه الحلقة غير متاحة حاليا
cy: Mae’n ddrwg gennym ‘dyw’r bennod yma ddim ar gael ar hyn o bryd
fa: متأسفانه این قسمت هم اکنون موجود نیست
fr: Désolé, cet épisode est actuellement indisponible
hi: माफ़ कीजिए, ये अंक फ़िलहाल उपलब्ध नहीं है

# episode_availability_none_radio
source: Sorry, this episode is not currently available on BBC iPlayer Radio
ar: عذرا، هذه الحلقة غير متاحة حاليا على BBC iPlayer Radio
cy: Mae’n ddrwg gennym ‘dyw’r bennod yma ddim ar gael ar BBC iPlayer Radio ar hyn o bryd
fa: متأسفانه این قسمت هم اکنون در آی‌پلیر رادیو بی‌بی‌سی موجود نیست
fr: Désolé, cet épisode est actuellement indisponible sur BBC iPlayer Radio
hi: माफ़़ कीजिए, ये अंक फ़िलहाल बीबीसी आइप्लेयर रेडियो पर उपलब्ध नहीं है

# episode_availability_past
source: Sorry, this episode is no longer available
ar: عذرا، هذه الحلقة لم تعد متاحة
cy: Mae’n ddrwg gennym, ‘dyw’r bennod yma ddim ar gael bellach
fa: متأسفانه این قسمت دیگر موجود نیست
fr: Désolé, cet épisode n'est plus disponible
hi: माफ़ कीजिए, ये अंक अब उपलब्ध नहीं है

# episode_availability_past_radio
source: Sorry, this episode is no longer available on BBC iPlayer Radio
ar: عذرا، هذه الحلقة لم تعد متاحة على BBC iPlayer Radio
cy: Mae’n ddrwg gennym, ‘dyw’r bennod yma ddim ar gael ar BBC iPlayer Radio bellach
fa: متأسفانه این قسمت دیگر در آی‌پلیر رادیو بی‌بی‌سی موجود نیست
fr: Désolé, cet épisode n'est plus disponible sur BBC iPlayer Radio
hi: माफ़ कीजिए, ये अंक अब बीबीसी आइप्लेयर रेडिय पर अब उपलब्ध नहीं है

source: Episode guide
ar: مرشد الحلقات
cy: Canllaw penodau
fa: راهنمای قسمت‌های برنامه
fr: Guide des épisodes
hi: एपिसोड गाइड

# episode_number
source: Episode %1 of %2
ar: الحلقة %1 من %2
cy: Pennod %1 o %2
fa: قسمت %1 از %2
fr: Episode %1 sur %2
hi: %2 में से एपिसोड %1

# episode_on_iplayer
source: Sorry, no episodes available on BBC iPlayer
ar: عذرا، لاتوجد حلقات متاحة علىon BBC iPlayer
cy: Mae'n ddrwg gennym ond does dim penodau ar gael ar BBC iPlayer
fa: متأسفانه هیچ قسمتی از برنامه در آی‌پلیر بی‌بی‌سی موجود نیست
fr: Désolé, pas d'épisode disponible sur BBC iPlayer
hi: माफ़ कीजिए, बीबीसी आइप्लेयर पर कोई अंक मौजूद नहीं है

source: Episodes
ar: حلقات
cy: Penodau
fa: قسمت‌ها
fr: Épisodes

source: Episodes and clips
cy: Penodau a Chlipiau

source: Episodes available:
ar: حلقات متاحة:
cy: Ar gael:
fa: قسمت‌های موجود:
fr: Épisodes disponibles:
hi: अंक उपलब्ध है:

# episodes_more_soon
source: There will be %1 episodes. More information coming soon
ar: سوف يكون %1 حلقة. المعلومات سوف تتوفر قريبا
cy: Bydd yna %1 o benodau. Rhagor o wybodaeth i ddod yn fuan
fa: %1 قسمت برنامه موجود خواهد بود. اطلاعات بیشتر به زودی منتشر خواهد شد.
fr: Il y aura %1 épisodes. Plus d'informations à venir
hi: %1 अंक मौजूद होगा. ज़्यादा जानकारी आने वाली है

# episodes_none
source: There are no episodes
ar: لا يوجد أي حلقة
cy: Does dim penodau
fa: هیچ قسمتی از برنامه موجود نیست.
fr: Il n'y a pas d'épisode
hi: कोई अंक नहीं हैं

source: Factual
cy: Ffeithiol

source: Featured
ar: خاصية
cy: Dan Sylw
fa: موجود
fr: Représenté
hi: फ़ीचर्ड

source: Featured in...
ar: الخاصية في ...
cy: Dan sylw yn...
fa: موجود در
fr: Représenté dans...
hi: फ़ीचर्ड है

source: Features
ar: خواص
cy: Dan Sylw
fa: غیرخبری
fr: Éléments
hi: फ़ीचर्स

source: Feedback
cy: Adborth

source: Filter by
ar: تصنيف حسب
cy: Hidlo yn ôl
fa: ترتیب بر حسب
fr: Filtrer par
hi: फ़िल्टर करें

source: Find out more
cy: Dysgu mwy

source: Find podcasts
cy: Dod o hyd i bodlediad

source: Find us at
cy: Dewch o hyd i ni ar

# first_episode
source: You are at the first episode
ar: أنت في أول الحلقة
cy: Dyma'r rhifyn cyntaf
fa: شما در اولین قسمت برنامه هستید
fr: Vous êtes au premier épisode
hi: आप पहले अंक में हैं

source: Following
cy: Yn Dilyn

source: Formats
cy: Fformatau
fa: فرمت‌ها
hi: फॉर्मेट

# formats_note
source: Pick a format to see %1 programmes
cy: Dewiswch fformat i weld rhaglenni %1
fa: فرمتی را انتخاب کنید تا %1 برنامه را ببینید
fr: Choisissez un format pour voir %1 programmes
hi: %1 कार्यक्रम देखने के लिए फ़ॉर्मेट चुनें

source: Full schedule
ar: جدول كامل
cy: Amserlen lawn
fa: جدول کامل برنامه‌ها
fr: Programme complet
hi: पूरी समय सारिणी

source: Galleries
ar: معارض
cy: Orielau
fa: گالری‌ها
fr: Galeries
hi: गैलरी

# galleries_context
source: This gallery is from
ar: المعرض من
cy: Mae'r oriel yma o
fa: این گالری از
fr: Cette galerie vient de
hi: ये गैलरी है

# galleries_count
source: There are currently no galleries
ar: لا يوجد حاليا أي معرض
cy: Does dim oriel ar hyn o bryd
fa: در حال حاضر گالری‌ای موجود نیست
fr: Il n'y a aucune galerie pour le moment
hi: अभी कोई गैलरी मौजूद नहीं है

source: Genres
cy: Genre
fa: ژانرها

# genres_note
source: Pick a genre to see %1 programmes
cy: Dewiswch genre i weld rhaglenni %1
fa: یک ژانر را انتخاب کنید تا %1 برنامه را ببینید
fr: Choisissez un genre pour voir %1 programmes
hi: कार्यक्रम %1 देखने के लिए श्रेणी चुनें

source: Hide available episodes
cy: Cuddio’r penodau sydd ar gael
fa: پنهان کردن قسمت‌های موجود برنامه
fr: Cacher épisodes disponibles
hi: उपलब्ध अंकों को छिपाएँ

source: History
cy: Hanes

source: Home
ar: المنزل
cy: Hafan
fa: صفحه اصلی
fr: Page d'accueil
hi: होम

# hours_ago_short
source: %1h ago
cy: %1 awr yn ôl
fa: %1ساعت قبل
fr: il y a %1h
hi: %1 घंटे पहले

# iplayer_listen_from_start
source: Listen from start
ar: الاستماع من البداية
cy: Gwrando o’r dechrau
fa: از ابتدا گوش کنید
fr: Ecouter depuis le début
hi: शुरुआत से सुनें

# iplayer_listen_live
source: Listen live
ar: الاستماع مباشرة
cy: Gwrando’n fyw
fa: زنده
fr: Écouter en direct
hi: लाइव सुनें

# iplayer_listen_now
source: Listen now
ar: استماع الان
cy: Gwrando nawr
fa: اکنون بشنوید
fr: Écouter maintenant
hi: अभी सुनें

# iplayer_listen_remaining_days
source: 0 days left to listen
ar: 0 يوم متبقي على الاستماع
cy: 0 dydd ar ôl i wrando
fa: ۰ روز دیگر برای گوش دادن به این برنامه وقت هست
fr: 0 jour restant pour écouter
hi: सुनने के लिए 0 दिन बचे हैं

# iplayer_listen_remaining_hours
source: 0 hours left to listen
ar: 0 ساعة متبقية للإستماع
cy: 0 awr ar ôl i wrando
fa: ۰ ساعت دیگر برای گوش دادن به این برنامه وقت هست
fr: 0 heure restant pour écouter
hi: सुुनने के लिए 0 घंटे बचे हैं

# iplayer_listen_remaining_minutes
source: 0 minutes left to listen
ar: 0 دقيقة متبقية للإستماع
cy: 0 munud ar ôl i wrando
fa: ۰ دقیقه دیگر برای گوش دادن به این برنامه وقت هست
fr: 0 minute restante pour écouter
hi: सुननेे के लिए 0 मिनट बचे हैं

# iplayer_listen_remaining_months
source: 0 months left to listen
ar: 0 شهر متبقي للإستماع
cy: 0 mis ar ôl i wrando
fa: ۰ ماه دیگر برای گوش دادن به این برنامه وقت هست
fr: 0 mois restant pour écouter
hi: सुननेे के लिए 0 महीने बचे हैं

# iplayer_listen_remaining_seconds
source: 0 seconds left to listen
ar: 0 ثانية متبقية للإستماع
cy: 0 eiliad ar ôl i wrando
fa: ۰ ثانیه دیگر برای گوش دادن به این برنامه وقت هست
fr: 0 seconde restante pour écouter
hi: सुननेे के लिए 0 सेकेण्ड बचे हैं

# iplayer_listen_remaining_weeks
source: 0 weeks left to listen
ar: 0 اسبوع متبقي للإستماع
cy: 0 wythnos ar ôl i wrando
fr: 0 semaine restante pour écouter
hi: सुनने के लिए 0 हफ़्ते बचे हैं

# iplayer_listen_remaining_years
source: over a year left to listen
cy: Dros flwyddyn ar ôl i wrando
fa: تا بیش از یک سال دیگر امکان گوش دادن هست
fr: plus d'un an restant pour écouter
hi: सुनने के लिए एक वर्ष से ज़्यादा बचा है

# iplayer_play_from_start
source: Play from start
ar: تشغيل من البداية
cy: Chwarae o’r dechrau
fa: پخش از ابتدا
fr: Lancer depuis le début
hi: शुरुआत सेे चलाएँ

# iplayer_play_live
source: Play live
ar: تشغيل حي
cy: Chwarae’n fyw
fa: پخش زنده
fr: Lancer en direct
hi: लाइव सुनें

# iplayer_play_now
source: Play now
ar: تشغيل الآن
cy: Chwarae nawr
fa: پخش هم اکنون
fr: Lancer maintenant
hi: अब सुनें

# iplayer_play_remaining_days
source: 0 days left to play
ar: 0 أيام متبقية على الاستماع
cy: 0 dydd ar ôl i chwarae
fa: ۰ روز دیگر برای پخش این برنامه وقت هست
fr: 0 jour restant pour lancer
hi: प्ले करने के लिए 0 दिन बचे हैं

# iplayer_play_remaining_hours
source: 0 hours left to play
ar: 0 ساعة متبقية على التشغيل
cy: 0 awr ar ôl i chwarae
fa: ۰ ساعت دیگر برای پخش این برنامه وقت هست
fr: 0 heure restante pour lancer
hi: प्ले के लिए 0 घंटे बचे हैं

# iplayer_play_remaining_minutes
source: 0 minutes left to play
ar: 0 دقيقة متبقية على التشغيل
cy: 0 munud ar ôl i chwarae
fa: ۰ دقیقه دیگر برای پخش این برنامه وقت هست
fr: 0 minute restante pour lancer
hi: प्ले होने में 0 मिनट बचे हैं

# iplayer_play_remaining_months
source: 0 months left to play
ar: 0 شهر متبقي على التشغيل
cy: 0 mis ar ôl i chwarae
fa: ۰ ماه دیگر دیگر برای پخش این برنامه وقت هست
fr: 0 mois restant pour lancer
hi: प्ले होने में 0 महीने बचे हैं

# iplayer_play_remaining_seconds
source: 0 seconds left to play
ar: 0 ثانية متبقية على التشغيل
cy: 0 eiliad ar ôl i chwarae
fa: ۰ ثانیه دیگر دیگر برای پخش این برنامه وقت هست
fr: 0 seconde restante pour lancer
hi: प्ले होने में 0 सेकेण्ड बचे हैं

# iplayer_play_remaining_weeks
source: 0 weeks left to play
ar: 0 اسبوع متبقي على التشغيل
cy: 0 wythnos ar ôl i chwarae
fa: ۰ هفته دیگر دیگر برای پخش این برنامه وقت هست
fr: 0 semaine restante pour lancer
hi: प्ले होने में 0 हफ़्ते बचे हैं
