Repository: bbc/rmp-translate
Catalog: src/RMP/Translate/lang/programmes/*.po
Languages: ar, cy, fa, fr, hi

# see_all_galleries_from
source: See all galleries from %1
ar: شاهد جميع المعارض من %1
cy: Gweld holl orielau %1
fa: همه گالری‌ها از %1
fr: Voir toutes les galeries de %1
hi: %1 की सभी गैलरीज़ देखें

source: See all items
ar: شاهد جميع المواد
cy: Gweld pob eitem
fa: همه موارد
fr: Voir tous les éléments
hi: सभी आइटम देखें

# see_all_podcasts_for
source: See all podcasts for %1
cy: Gweld yr holl podlediadau ar gyfer %1
fa: همه پادکست‌ها برای %1
fr: Voir tous les podcasts pour %1
hi: %1 के लिए सभी पॉडकास्ट देखें

# see_all_previous_episodes_from
source: See all previous episodes from %1
ar: شاهد جميع الحلقات السابقة من %1
cy: Gweld cyn benodau %1
fa: همه قسمت‌های قبلی از همه پادکست‌ها برای %1
fr: Voir tous les épisodes précédents de %1
hi: %1 के सभी पूर्वप्रसारित एपिसोड्स देखें

# see_all_upcoming_of
source: See all upcoming broadcasts of %1
cy: Gweld holl darllediadau o %1 sydd i ddod
fa: همه برنامه‌های آینده از همه پادکست‌ها برای %1
fr: Voir toutes les émissions à venir de %1
hi: %1 के सभी आने वाले प्रसारण देखें

source: Series
ar: سلسلة
cy: Cyfresi
fa: مجموعه‌ها
fr: Séries
hi: श्रृंखला

# service_introduction
source: Explore the links below to find %1 programmes you're interested in
ar: تصفح الروابط بالأسفل للبحث عن %1 البرامج التي ترغب بها
cy: Dilynwch y dolenni isod i ddod o hyd i raglenni %1 sydd o ddiddordeb i chi
fa: برنامه %1 مورد علاقه خود را از لینک‌های زیر بیابید
fr: Explorez les liens ci-dessous pour trouver les programmes %1 qui vous intéressent
hi: अपनी दिलचस्पी के %1 कार्यक्रम तलाशने के लिए नीचे दिए लिंक्स पर क्लिक कीजिए

source: Show available episodes
ar: عرض الحلقات المتاحة
cy: Dangos y penodau sydd ar gael
fa: نشان دادن قسمت‌های موجود
fr: Montrer les épisodes disponibles
hi: उपलब्ध एपिसोड दिखाइए

source: Show less
ar: عرض أقل
cy: Llai
fa: کمتر
fr: Voir moins
hi: कम दिखाइए

source: Show more
ar: عرض أكثر
cy: Mwy
fa: بیشتر
fr: Voir plus
hi: और दिखाइए

source: Show more added episodes and clips
cy: Dangos Mwy o Benodau a Chlipiau a Ychwanegwyd

source: Show more added programmes
cy: Dangos Mwy o Raglenni a Ychwanegwyd

source: Signed
ar: الموقعة
cy: Iaith Arwyddion
fa: این برنامه با زبان اشاره ارائه می‌شود
fr: en langue des signes

source: Similar programmes
cy: Rhaglenni tebyg
fa: برنامه‌های مشابه
fr: Programmes similaires
hi: मिलते जुलते कार्यक्रम

source: Skip to
ar: تجاهل إلى
cy: Neidio i
fa: رفتن به
fr: Aller à
hi: छोड़िए

source: Sorry, something's gone wrong
cy: Mae rhywbeth wedi mynd o’i le

source: Sort by
ar: تصنيف حسب
cy: Trefnu yn ôl
fa: ترتیب بر حسب
fr: Trier par
hi: छांटिए

source: start using My Radio
cy: ddechrau defnyddio My Radio

source: Stations
cy: Gorsafoedd
fa: ایستگاه‌ها
hi: स्टेशंस

source: Subscribe
ar: اشتراك
cy: Tanysgrifio
fa: مشترک شوید
fr: S'abonner
hi: सब्सक्राइब

source: Subscribe to podcast
cy: Tanysgrifio i bodlediad
fa: مشترک پادکست شوید
fr: S'abonner au podcast
hi: पॉडकास्ट के लिए सब्सक्राइब करें

# tagged_available
source: There are currently no available episodes tagged with %1
ar: لاتوجد حاليا حلقات متاحة مرتبطة مع %1
cy: Does yna ddim penodau ar gael wedi eu tagio gyda %1
fa: هم‌اکنون برنامه‌ای با کلید واژه %1 موجود نیست
fr: Il n'y a aucun épisode disponible avec %1 pour le moment
hi: अभी %1 के साथ टैग किए गए कोई एपिसोड उपलब्ध नहीं हैं

# television_abbr
source: TV
ar: تلفاز
cy: Teledu
fa: تلویزیون
hi: टीवी

# time_hours_long
source: %1 hours
ar: %1 ساعات
cy: %1 awr
fa: %1 ساعت
fr: %1 heure
hi: %1 घंटे

# time_hours_short
source: %1h
cy: %1 awr
fa: %1 ساعت
hi: %1 घंटा

# time_minutes_long
source: %1 minutes
ar: %1 دقائق
cy: %1 munud
fa: %1 دقیقه
hi: %1 मिनट

# time_minutes_short
source: %1m
cy: %1 mun
fr: par exemple: "17m" pour 17 minutes

# time_seconds_long
source: %1 seconds
ar: %1 ثواني
cy: %1 eiliad
fa: %1 ثانیه
fr: %1 secondes
hi: %1 सेकेण्ड

# time_seconds_short
source: %1s
cy: %1 eiliad
fr: par exemple: "12s" pour 12 secondes
hi: यानी 12 सेकेण्ड के लिए "12से."

# timings_start_of_day
source: Timings (where shown) are the time of the day
cy: Yr amseroedd (os yw’n ymddangos) yw amser y dydd
fa: زمان‌ها (در مواردی که نشان داده شده است) ساعت روز است
fr: Le minutage (là où il est affiché) indique le moment de la journée
hi: समय (जहाँ दर्शाया गया हो) अभी का समय है

# timings_start_of_programme
source: Timings (where shown) are from the start of the programme in hours and minutes
cy: Yr amseroedd (os yw’n ymddangos) yw amser dechrau'r rhaglen mewn oriau a munudau
fa: زمان‌ها (در مواردی که نشان داده شده است) از ابتدای برنامه های بر حسب ساعت و دقیقه است
fr: Le minutage (là où il est affiché) commence au début du programme en heures et minutes
hi: समय (जहाँ दर्शाया गया हो) कार्यक्रम की शुरुआत से घंटे और मिनट में है

source: Topics
ar: مواضيع
cy: Pynciau
fa: موضوعات
fr: Thèmes
hi: टॉपिक्स

source: Track title
cy: Enw’r trac
fa: عنوان فایل صوتی
fr: Titre du morceau
hi: ट्रैक टाइटल

source: Upcoming episodes
cy: Popeth i ddod

source: Updated:
ar: محدثة:
cy: Diweddaru:
fa: به روز شده:
fr: Mis à jour:
hi: अपडेटेड

# updated_daily
source: daily
ar: يوميا
cy: bob dydd
fa: روزانه
fr: chaque jour
hi: दैनिक

# updated_monthly
source: monthly
ar: شهريا
cy: misol
fa: ماهانه
fr: chaque mois
hi: मासिक

# updated_occasionally
source: occasionally
ar: موسميا
cy: weithiau
fa: گاهگاهی
fr: occasionnellement
hi: यदाकदा

# updated_weekly
source: weekly
ar: اسبوعيا
cy: wythnosol
fa: هفتگی
fr: chaque semaine
hi: साप्ताहिक

source: View all
ar: عرض الكل
cy: Gweld pob un
fa: مشاهده همه
fr: Tout voir
hi: सभी देखिए

source: View earlier today
cy: Yn gynharach heddiw
fa: مشاهده برنامه‌های قبلی امروز
fr: Voir plus tôt aujourd'hui
hi: आज प्रसारित हुए कार्यक्रम देखिए

source: View episodes
ar: عرض الحلقات
cy: Gweld penodau
fa: مشاهده قسمت‌های برنامه
fr: Voir épisodes
hi: एपिसोड्स देखिए

# x_added
source: %1 added
cy: Ychwanegwyd %1

# x_more
source: No more
ar: لا اكثر
cy: %count% mwy
fa: بیشتر موجود نیست
fr: Rien de plus
hi: और नहीं

# x_new
source: %count% new
ar: %count% جديد
cy: %count% newydd
fa: %count% برنامه تازه موجود است
fr: Rien de nouveau
hi: %count% नया

# x_new_and_repeats
source: %1 new and no repeats
ar: %1 جديد ولم يعاد
cy: %1 newydd a dim ailddarllediad
fa: %1 برنامه تازه موجود است، تکرار برنامه موجود نیست
fr: %1 nouveaux and pas de reprise
hi: %1 नया और कोई पुनर्प्रसारण नहीं

# x_total
source: None total
ar: لامجموع
cy: 0 ar gael
fa: مجموعا ۰ برنامه
fr: Aucun
hi: कुल शून्य

source: Yes
cy: Le

# you_might_also_like
source: You may also like
ar: ربما يعجبك أيضا
cy: Mwy o raglenni i chi
fa: ممکن است به این موارد علاقمند باشید
fr: Vous aimerez aussi
hi: संभवत: आपको ये भी पसंद आए

# your_personal_radio_station
source: Your own personal radio station
cy: Eich gorsaf radio bersonol

source: Collections
ar: مجموعات
fa: مجموعه‌ها
fr: Sélections

source: Comments
fa: اظهارنظرها
fr: Commentaires
hi: टिप्पणियाँ

# fault
source: Sorry, we couldn't access this information. Please refresh to try again.
ar: عذرا، لم نستطع الحصول على المعلومات، برجاء التحديث والمحاولة مرة أخرى.
fa: متأسفانه نمی توانیم به این اطلاعات دسترسی پیدا کنیم. لطفا با ریفرش کردن مجددا سعی کنید.
fr: Désolé, nous ne pouvions pas accéder à cette information. Rafraîchissez la page pour essayer à nouveau
hi: माफ़ कीजिए, ये सूचना हम तक नहीं पहुँची है. फिर से कोशिश करने के लिए रीफ्रेश करें

source: GMT
fa: گرینویچ

source: iplayer_listen_remaining_mins
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँग्रेज़ी अनुवाद उपलब्ध नहीं है

source: iplayer_listen_remaining_secs
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँग्रेज़ी अनुवाद उपलब्ध नहीं है

# iplayer_play_clip
source: Play clip
ar: تشغيل الكليب
fa: پخش
fr: Lancer l'épisode
hi: कार्यक्रम चलाएँ

# iplayer_play_episode
source: Play episode
ar: تشغيل الحلقة
fa: پخش
fr: Lancer l'épisode
hi: कार्यक्रम चलाएँ

source: iplayer_play_remaining_mins
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँग्रेज़ी अनुवाद उपलब्ध नहीं है

source: iplayer_play_remaining_secs
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँग्रेज़ी अनुवाद उपलब्ध नहीं है

source: iplayer_watch_remaining_mins
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँगरेज़ी अनुवाद उपलब्ध नहीं है

source: iplayer_watch_remaining_secs
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी तक अँग्रेज़ी अनुवाद उपलब्ध नहीं है

source: Just now
fa: هم اکنون
fr: À l'instant
hi: अभी

# language_barlesque_ws
source: false
ar: true
fa: true
fr: true
hi: true

# language_direction
source: ltr
ar: rtl
fa: rtl

source: Local time
fa: به وقت محلی شما
hi: स्थानीय समय

# pagination_link
source: Page %1
ar: صفحة %1
fa: صفحه %1
hi: %1 पेज

# pagination_page
source: Page %1 of %2
ar: صفحة %1 من %2
fa: صفحه %1 از %2
fr: Page %1 sur %2
hi: %2 का पेज %1

# podcast_belongs
source: This podcast belongs to
fa: این پادکست متعلق است به
fr: Ce podcast appartient à
hi: ये पॉडकास्ट ... का है

# podcasts_more
source: More podcasts
fa: قسمت‌های بیشتر
fr: Plus de podcasts
hi: और अधिक पॉडकास्ट

# podcasts_suggestions
source: Other podcasts you may like
fa: سایر پادکست‌هایی که ممکن است علاقمند باشید
fr: Autres podcasts que vous aimerez
hi: अन्य पॉडकास्ट जो शायद आपको पसंद आएं

source: See all podcasts
fa: همه پادکست‌ها
fr: Voir tous les podcasts
hi: सभी पॉडकास्ट देखें

source: see_all_podcasts_from
fa: همه پادکست‌ها از %1
fr: Voir tous les podcasts de %1
hi: %1 से सभी पॉडकास्ट देखें

source: updated_oneoff
fa: ترجمه انگلیسی هنوز موجود نیست
fr: PAS DE TRADUCTION ANGLAISE DISPONIBLE POUR LE MOMENT
hi: अभी अँग्रेज़ी अनुवाद उपलब्ध नहीं है
