Repository: bbc/rmp-translate
Catalog: src/RMP/Translate/lang/programmes/*.po
Languages: ar, cy, fa, fr, hi

# iplayer_play_remaining_years
source: over a year left to play
cy: Dros flwyddyn ar ôl i chwarae
fa: تا بیش از یک سال دیگر امکان گوش دادن هست
fr: plus d'un an pour lancer
hi: प्ले होने में साल भर से ज्यादा शेष

# iplayer_time_days
source: 0 days
ar: 0 أيام
cy: 0 dydd
fa: ۰ روز
fr: 0 jour
hi: 0 दिन

# iplayer_time_hours
source: 0 hours
ar: 0 ساعات
cy: 0 awr
fa: ۰ ساعت
fr: 0 heure
hi: 0 घंटे

# iplayer_time_indefinitely
source: indefinitely
cy: am gyfnod amhenodol
fa: به طور نامحدود
fr: indéfiniment
hi: बेमियादी

# iplayer_time_mins
source: 0 mins
cy: 0 munud
fa: ۰ دقیقه
fr: 0 min
hi: 0 मिनट

# iplayer_time_minutes
source: 0 minutes
ar: 0 دقائق
cy: 0 munud
fa: ۰ دقیقه
fr: 0 minute
hi: 0 मिनट

# iplayer_time_months
source: 0 months
ar: 0 شهور
cy: 0 mis
fa: ۰ ماه
fr: 0 mois
hi: 0 महीने

# iplayer_time_seconds
source: 0 seconds
ar: 0 ثواني
cy: 0 eiliad
fa: ۰ ثانیه
fr: 0 seconde
hi: 0 सेकेण्ड

# iplayer_time_secs
source: 0 secs
cy: 0 eiliad
fa: ۰ ثانیه
fr: 0 sec
hi: 0 सेकेण्ड

# iplayer_time_weeks
source: 0 weeks
ar: 0 أسابيع
cy: 0 wythnos
fa: ۰ هفته
fr: 0 semaine
hi: 0 हफ़्ते

# iplayer_time_years
source: over a year
cy: Dros flwyddyn
fa: بیش از یک سال
fr: plus d'un an
hi: एक वर्ष से ज़्यादा

# iplayer_watch_from_start
source: Watch from start
ar: شاهد من البداية
cy: Gwylio o’r dechrau
fa: از ابتدا تماشا کنید
fr: Regarder depuis le début
hi: शुरू से देखिए

# iplayer_watch_live
source: Watch live
ar: شاهد مباشرة
cy: Gwylio’n fyw
fa: زنده تماشا کنید
fr: Regarder en direct
hi: लाइव देखिए

# iplayer_watch_now
source: Watch now
ar: شاهد حاليا
cy: Gwylio nawr
fa: اکنون تماشا کنید
fr: Regarder maintenant
hi: अब देखिए

# iplayer_watch_remaining_days
source: 0 days left to watch
ar: 0 أيام متبقية للمشاهدة
cy: 0 dydd ar ôl i wylio
fa: ۰ روز دیگر برای تماشای این برنامه وقت هست
fr: 0 jour restant pour regarder
hi: देेखने को 0 दिन बचा है

# iplayer_watch_remaining_hours
source: 0 hours left to watch
ar: 0 ساعات متبقية للمشاهدة
cy: 0 awr ar ôl i wylio
fa: ۰ ساعت دیگر برای تماشای این برنامه وقت هست
fr: 0 heure pour regarder
hi: देेखने को 0 घंटा बचा है

# iplayer_watch_remaining_minutes
source: 0 minutes left to watch
ar: 0 دقائق متبقية للمشاهدة
cy: 0 munud ar ôl i wylio
fa: ۰ دقیقه دیگر برای تماشای این برنامه وقت هست
fr: 0 minute restante pour regarder
hi: देेखने को 0 मिनट बचा है

# iplayer_watch_remaining_months
source: 0 months left to watch
ar: 0 شهر متبقي للمشاهدة
cy: 0 mis ar ôl i wylio
fa: ۰ ماه دیگر برای تماشای این برنامه وقت هست
fr: 0 mois restant pour regarder
hi: देेखने को 0 महीना बचा है

# iplayer_watch_remaining_seconds
source: 0 seconds left to watch
ar: 0 ثواني متبقية للمشاهدة
cy: 0 eiliad ar ôl i wylio
fa: ۰ ثانیه دیگر برای تماشای این برنامه وقت هست
fr: 0 seconde restante pour regarder
hi: देेखने को 0 सेकेण्ड बचा है

# iplayer_watch_remaining_weeks
source: 0 weeks left to watch
ar: 0 أسابيع متبقية للمشاهدة
cy: 0 wythnos ar ôl i wylio
fa: ۰ هفته دیگر برای تماشای این برنامه وقت هست
fr: 0 semaine restante pour regarder
hi: देखन के लिए 0 हफ़्ते बचे हैं

# iplayer_watch_remaining_years
source: over a year left to watch
cy: dros flwyddyn ar ôl i wylio
fa: تا بیش از یک سال دیگر امکان تماشای برنامه هست
fr: plus d'un an restant pour regarder
hi: एक वर्ष से ज़्यादा समय तक देखा जा सकता है

# items_count
source: There are no items
ar: لا يوجد أي مكونات
cy: Does yna ddim eitem
fa: موردی موجود نیست
fr: Il n'y a aucun élément
hi: कोई आइटम नहीं है

# javascript_required
source: You must enable JavaScript to play content
cy: Rhaid i chi alluogi JavaScript er mwyn chwarae’r cynnwys
fa: برای پخش این فایل باید برنامه جاوااسکریپت را فعال کنید
fr: Vous devez activer JavaScript pour accéder au contenu
hi: चलाने के लिए जावा स्क्रिप्ट इनेबल करें

source: Just played
cy: Newydd chwarae
fa: پخش شد
fr: Lancé à l'instant
hi: अभी प्ले किया गया

# language_barlesque
source: en-GB
ar: ar-SA
cy: cy-GB
fa: fa-IR
fr: fr-002
hi: hi-IN

# language_code
source: en-GB
ar: ar
cy: cy
fa: fa
fr: fr
hi: hi

# language_locale
source: en_GB
ar: ar_SA
cy: cy_GB
fa: fa_IR
fr: fr_FR
hi: hi_IN

# language_name
source: English (UK)
ar: Arabic
cy: Welsh
fa: Persian (Iran)
fr: French (Afrique)
hi: Hindu

source: Last
ar: الأخير
cy: Diwethaf
fa: آخرین
fr: Dernier
hi: अंतिम

source: Last Chance
cy: Cyfle Olaf

# last_episode
source: You are at the last episode
ar: أنت في آخر حلقة
cy: Dyma'r rhifyn diwethaf
fa: شما در آخرین قسمت برنامه هستید
fr: Vous êtes au dernier épisode
hi: आप अंतिम एपिसोड पर हैं

source: Last on
cy: Darllediad diwethaf
fa: آخرین برنامه
fr: Dernièrement
hi: अंतिम

source: Latest
ar: الأخير
cy: Diweddaraf
fa: تازه ترین
fr: Plus récent
hi: ताज़ा

source: Latest episode
cy: Pennod ddiweddaraf

source: Listen in pop-out player
cy: Chwaraewr mewn ffenest fach
fa: در پنجره جداگانه گوش کنید
fr: Écouter dans une fenêtre pop-out
hi: पॉप आउट प्लेयर में सुनें

source: Listen Later
cy: Gwrando nes ymlaen

source: Live
ar: مباشر
cy: Yn fyw
fa: زنده
fr: Direct
hi: लाइव

# live_at
source: Live at %1
ar: مباشر على %1
cy: Yn fyw am %1
fa: زنده در %1
fr: Direct à %1
hi: %1 पर लाइव

# live_context
source: This is from
ar: هذا من
cy: Mae hwn yn dod o
fa: این محتوا از برنامه %1 است
fr: Cela vient de
hi: वहाँ से

source: Local Radio
ar: الراديو المحلي
cy: Radio Lleol
fa: رادیو محلی
fr: Radio Locale
hi: लोकल रेडियो

# minutes_ago_short
source: %1m ago
cy: %1 mun yn ôl
fa: %1 دقیقه قبل
fr: il y a %1m
hi: %1मिनट पहले

source: More
ar: أخرى
cy: Mwy
fa: بیشتر
fr: Plus
hi: और

# more_clips_from
source: More clips from %1
ar: كليبات أخرى من %1
cy: Mwy o glipiau %1
fa: ویدیوی‌های بیشتر از %1
fr: Plus de vidéos de %1
hi: %1 से और क्लिपें

source: More episodes
ar: حلقات أكثر
cy: Rhagor o benodau
fa: قسمت‌‌های دیگر
fr: Plus d'épisodes
hi: और एपिसोड

# more_from_bbc
source: More results for %1 from across the BBC
ar: نتائج أخرى لـ %1 from across the BBC
cy: Mwy o ganlyniadau ar gyfer %1 ar draws y BBC.
fa: نتایج بیشتر از %1 از همه بخش های بی بی سی
fr: Plus de résultats pour %1 à travers la BBC
hi: संपूर्ण बीबीसी से %1 के लिए और नतीजे

source: More on Radio
ar: المزيد من الراديو
cy: Mwy ar y Radio
fa: بیشتر از رادیو
fr: Plus sur la Radio
hi: रेडियो पर और

source: More on TV
ar: المزيد على التلفاز
cy: Mwy ar y Teledu
fa: بیشتر از تلویزیون
fr: Plus à la TV
hi: टीवी पर और

source: Music
cy: Cerddoriaeth

# music_and_featured
source: Music and featured items
cy: Cerddoriaeth ac eitemau dan sylw
fa: برنامه‌های موسیقی و برگزیده
fr: Music et autres
hi: संगीत और फ़ीचर आइटम

source: Music Played
ar: موسيقى مسموعة
cy: Cerddoriaeth a chwaraewyd
fa: موسیقی پخش شد
fr: Musique Jouée
hi: चलाया गया संंगीत

source: National Radio
cy: Radio Cenedlaethol
fa: رادیوی ملی
fr: Radio Nationale
hi: राष्ट्रीय रेडियो

source: Nations Radio
cy: Radio’r Cenhedloedd
hi: राष्ट्र रेडियो

# new_music_playlist
source: Radio 2 New Music Playlist
cy: Rhestr chwarae cerddoriaeth newydd Radio 2

source: New series
ar: سلسلة جديدة
cy: cyfres newydd
fa: مجموعه‌های تازه
fr: Nouvelle série
hi: नई श्रृंखला

source: News
cy: Newyddion

source: Next
ar: التالي
cy: Nesaf
fa: بعدی
fr: Suivant
hi: अगला

source: Next on
ar: التالي على
cy: Nesaf
fa: بعدی
fr: Suivant
hi: अगला ऑन

source: No
cy: Na

# no_information
source: Sorry there is currently no information
ar: عذرا، لا يوجد حاليا أي معلومات
cy: Yn anffodus, nid oes unrhyw wybodaeth
fa: متأسفانه فعلا اطلاعاتی موجود نیست
fr: Désolé, il n'y a actuellement aucune information
hi: क्षमा कीजिए फ़िलहाल कोई सूचना उपलब्ध नहीं है

# no_podcast_items
source: Sorry we haven't been able to find any podcasts for you, why not try a different station or genre?
cy: Sori – wnaethom ni ddim dod o hyd i unrhyw bodlediadau i chi. Beth am roi cynnig ar orsaf neu genre wahanol?

source: Now and next
ar: الآن والتالي
cy: Nawr a nesaf
fa: اکنون و بعدی
fr: Maintenant et après
hi: अभी और अगला

source: Now Playing
cy: Nawr yn chwarae
fa: پخش می‌شود
fr: Actuellement
hi: अभी चल रहा है

source: Off air
cy: Oddi ar yr awyr
fa: در حال پخش نیست
fr: Hors antenne
hi: प्रसारण नहीं हो रहा

source: On air
cy: Ar yr Awyr
fa: در حال پخش
fr: À l'antenne
hi: प्रसारण जारी है

source: On demand
cy: Ar gais
fa: برنامه‌های دردسترس
fr: Sur demande
hi: ऑन डिमांड

source: On now
cy: Yn Fyw
fa: در حال پخش
fr: En ce moment
hi: चल रहा है

source: On radio
cy: Ar y Radio
fa: در رادیو
fr: À la radio
hi: रेडियो पर

source: On TV
cy: Ar y Teledu
fa: در تلویزیون
fr: À la TV
hi: टीवी पर

source: Outlets
cy: Sianeli/Gorsafoedd
fa: رسانه
fr: Prises
hi: आउटलेट्स

# over_hours_ago_short
source: Over %1h ago
cy: Dros %1 awr yn ôl
fa: بیش از %1 ساعت قبل
fr: Il y a plus d'%1h
hi: %1 घंटे पहले

# over_minutes_ago_short
source: Over %1m ago
cy: Dros %1 mun yn ôl
fa: بیش از %1 دقیقه قبل
fr: Il y a plus d'%1m
hi: %1 मिनट पहले

# over_seconds_ago_short
source: Over %1s ago
cy: Dros %1 eiliad yn ôl
fa: بیش از %1 ثانیه قبل
fr: Il y a plus d'%1s
hi: %1 सेेकेण्ड पहले

source: Overview
cy: Trosolwg

source: Page not found
ar: لا يمكن العثور على الصفحة
cy: Methu dod o hyd i'r dudalen
fa: صفحه یافت نشد
fr: Page non trouvée
hi: पेज नहींं मिला

# page_not_found_note
source: Please check the address and try again
ar: الرجاء التأكد من العنوان
cy: Gwiriwch y cyfeiriad os gwelwch yn dda a cheisio eto.
fa: لطفا نشانی را بررسی و دوباره سعی کنید
fr: Vérifiez l'adresse et essayez à nouveau
hi: पते की जाँच कीजिए और फिर कोशिश कीजिए

# page_not_found_title
source: Sorry, that page was not found
ar: عذرا، الصفحة ليست متاحة
cy: Yn anffodus nid yw’r dudalen ar gael
fa: متأسفانه صفحه پیدا نشد
fr: Désolé, cette page n'a pas été trouvée
hi: क्षमा कीजिए, पेज नहीं मिला

# performances_and_events
source: Performances &amp; Events
cy: Perfformiadau a Digwyddiadau

source: Played:
cy: Chwaraewyd:
fa: پخش شده:
fr: Lancé:
hi: चलाया गया

# playlister_tagline
source: Add music you love and enjoy it with %1
ar: إضافة أغنية يمكنك الاستمتاع بها مع %1
cy: Ychwanegwch eich hoff gerddoriaeth a’i fwynhau gyda %1
fa: موسیقی مورد علاقه خود را اضافه کنید و با %1 لذت ببرید
fr: Ajouter la musique que vous aimez et écoutez-la avec %1
hi: %1 के साथ अपना पसंदीदा संगीत जोड़ें और आनंद लें

source: Podcasts
cy: Podlediadau
fa: پادکست‌ها
hi: पॉडकास्ट्स

# podcasts_desc
source: Episodes to download
cy: Penodau i’w lawrlwytho
fa: قسمت‌های برنامه برای دانلود
fr: Épisodes à télécharger
hi: डाउनलोड करने के लिए कार्यक्रम

# podcasts_search
source: Search
cy: Chwilio

source: Politics
cy: Gwleidyddiaeth

source: Previous
ar: السابق
cy: Blaenorol
fa: قبلی
fr: Précédent
hi: पूर्ववर्ती

source: Profiles
cy: Proffiliau
fa: شرح برنامه
fr: Profils
hi: प्रोफ़ाइल

# profiles_key_fact_data
source: Fact data
cy: Data ffaith
fa: اطلاعات
fr: Informations
hi: फैक्ट डेटा

# profiles_key_fact_summary
source: Key facts for %1
cy: Ffeithiau allweddol am %1
fa: اطلاعات کلیدی برای %1
fr: Informations clés pour %1
hi: %1 की महत्वपूर्ण जानकारी

# profiles_key_fact_title
source: Fact title
cy: Teitl ffaith
fa: عنوان اطلاعات
fr: Titre
hi: फैक्ट टाइटल

# profiles_none
source: Sorry there are no profiles for %1
cy: Mae’n ddrwg gennym ond does dim proffil ar gyfer %1
fa: متأسفانه شرحی برای %1 موجود نیست
fr: Désolé, il n'y a pas de profil pour %1
hi: क्षमा कीजिए, %1 के प्रोफ़ाइल नहीं हैं

# programme_availability_none
source: This programme is not currently available on BBC iPlayer
ar: هذا البرنامج حاليا ليسا متاحا على BBC iPlayer
cy: ’Dyw’r rhaglen yma ddim ar gael ar BBC iPlayer ar hyn o bryd
fa: این برنامه هم اکنون در آی‌پلیر بی‌بی‌سی دردسترس نیست
fr: Ce programme est actuellement indisponible sur BBC iPlayer
hi: बीबीसी आईप्लेयर पर यह कार्यक्रम फिलहाल उपलब्ध नहीं है

# programme_availability_none_radio
source: This programme is not currently available on BBC iPlayer Radio
ar: هذا البرنامج ليس متاحا حاليا على BBC iPlayer Radio
cy: Nid yw’r rhaglen yma ar gael ar BBC iPlayer Radio ar hyn o bryd
fa: این برنامه هم اکنون در آی‌پلیر رادیو بی‌بی‌سی دردسترس نیست
fr: Ce programme est actuellement indisponible sur BBC iPlayer Radio
hi: बीबीसी आईप्लेयर रेडियो पर फिलहाल यह कार्यक्रम उपलब्ध नहीं है

# programme_availability_past
source: This programme is no longer available on BBC iPlayer
ar: هذا البرنامج لم يعد متوفرا على BBC iPlayer
cy: ’Dyw’r rhaglen yma ddim ar gael ar BBC iPlayer bellach
fa: این برنامه دیگر در آی‌پلیر بی‌بی‌سی دردسترس نیست
fr: Ce programme n'est plus disponible sur BBC iPlayer
hi: बीबीसी आईप्लेयर पर अब यह कार्यक्रम उपलब्ध नहीं है

# programme_availability_past_radio
source: This programme is no longer available on BBC iPlayer Radio
ar: هذا البرنامج لم يعد متوفرا على BBC iPlayer راديو
cy: T‘Dyw’r rhaglen yma ddim ar gael ar BBC iPlayer Radio bellach
fa: این برنامه دیگر در آی‌پلیر رادیو بی‌بی‌سی دردسترس نیست
fr: Ce programme n'est plus disponible sur BBC iPlayer Radio
hi: बीबीसी आईप्लेयर रेडियो पर अब यह कार्यक्रम उपलब्ध नहीं है

# programme_homepage
source: %1 homepage
ar: %1 الصفحة الرئيسية
cy: Hafan %1
fa: صفحه اصلی %1
fr: %1 page d'accueil
hi: %1 होमपेज

source: Programmes
ar: البرامج
cy: Rhaglenni
fa: برنامه‌ها
hi: कार्यक्रम

source: Programmes A-Z
cy: A-Z Rhaglenni Radio

# programmes_count
source: No programmes
ar: لايوجد برامج
cy: Dim rhaglenni
fa: برنامه‌ای موجود نیست
fr: Pas de programme
hi: कोई कार्यक्रम नहीं

# programmes_homepage
source: BBC Programmes homepage
ar: BBC الصفحة الرئيسية لبرامج
cy: Hafan Rhaglenni’r BBC
fa: صفحه اصلی برنامه‌های بی بی سی
fr: Page d'accueil des programmes BBC
hi: बीबीसी कार्यक्रम होमपेज

# programmes_resume_at
source: Programmes will resume at %1
cy: Rhaglenni yn ailddechrau am %1
fa: برنامه ها در %1 از سر گرفته خواهد شد
fr: Les programmes reprendront à %1
hi: कार्यक्रम स्थानीय समय के मुताबिक़ %1 बजे प्रसारित किया जाएगा.

source: QR code
cy: Côd QR
fa: کد کیو آر
fr: Code QR
hi: क्यू आर कोड

# qr_description
source: A %1QR code%2 is a type of barcode which can contain links to webpages. Mobile phones with a camera and an appropriate application are able to read these codes and take you to the address contained within it.
cy: Mae %1Côd QR%2 yn fath o gôd bar a all gynnwys dolenni i dudalennau gwe. Mae ffonau symudol sydd gyda chamera a’r gallu i ddarllen y codau yn medru mynd â chi i'r cyfeiriad sydd wedi ei gynnwys ynddo.
fa: %1کد کیو آر%2 نوعی بارکد با لینک‌هایی به صفحه های وب است. تلفن‌هایی که دارای دوربین و یک برنامه مناسب باشند، می توانند این کد را بخوانند و نشانی اینترنتی موجود در آن را باز کنند.
fr: Un %1code QR%2 est un type de code-barres qui peut contenir des liens vers des pages Web. Les téléphones mobiles équipés d'un appareil photo et d'une application appropriée sont capables de lire ces codes et de vous amener à l'adresse contenue.
hi: %1QR code%2 एक तरह का बारकोड है जिसमें वेबवेज का लिंक होता है. कैमरा और उचित ऐप वाले मोबाइल के ज़रिए इन कोड्स को पढ़ा जा सकता है और इसमें निहित पते पर जाया जा सकता है

# qr_instruction
source: You may save, print or share the image.
ar: يمكنك حفظ، طباعة ومشاركة الصورة
cy: Gallwch arbed, argraffu neu rannu'r llun.
fa: شما می توانید این تصویر را ذخیره، چاپ یا همرسانی کنید.
fr: Vous pouvez enregistrer, imprimer ou partager l'image.
hi: इस इमेज को आप सेव, प्रिंट या शेयर कर सकते हैं

# qr_link
source: This code will link to the page for %1 when read using a QR code reader.
cy: Bydd y côd yn cysylltu â thudalen %1 trwy ddefnyddio darllenydd côd QR.
fa: این کد با استفاده از کد خوان کیو آر صفحه اینترنتی %1 را باز خواهد کرد.
fr: Ce code vous amènera à la page de %1 lorsqu'il sera lu avec un lecteur de code QR.
hi: क्यूआर कोड रीडर का इस्तेमाल करके पढ़े जाने पर ये कोड %1 के लिए बने पेज पर ले जाएगा

source: Radio Blog
cy: Blog Radio

# radio_help
source: iPlayer Radio Help
cy: Help iPlayer Radio

# radionav_programmes
source: Programmes
cy: Rhaglenni

source: Readings
cy: Darlleniadau

source: Recently played
cy: Chwaraewyd yn ddiweddar

source: Recently visited
cy: Gwelwyd yn ddiweddar

# recommendations_noresults
source: Sorry, there are no recommendations for this programme.
ar: عذرا، لا يوجد توصيات على هذا البرنامج.
cy: Mae’n ddrwg gennym, does dim argymhellion ar gyfer y rhaglen yma.
fa: متأسفانه توصیه ای برای این برنامه موجود نیست.
fr: Désolé, il n'y a pas de recommandations pour ce programme.
hi: क्षमा कीजिए, इस कार्यक्रम के लिए कोई सुझाव नहीं है

# recommendations_package_intro
source: Based on things you've listened to and added. The more you listen, the better they'll get.
cy: Wedi eu seilio ar bethau rydych chi wedi gwrando arnyn nhw a’u hychwanegu. Byddan nhw’n gwella, y mwyaf rydych chi’n gwrando.

# recommendations_package_title
source: Recommendations for you
cy: Argymhellion i chi

source: Related Links
ar: روابط ذات علاقة
cy: Dolenni Perthnasol
fa: لینک‌های مرتبط
fr: Liens Connexes
hi: संबंधित लिंक्स

# release_date
source: Release date: %1
cy: Dyddiad Rhyddhau: %1
fa: تاریخ انتشار: %1
fr: Date de sortie: %1
hi: जारी किए जाने की तारीख़: %1

# religion_and_ethics
source: Religion &amp; Ethics
cy: Crefydd a Moeseg

source: Remove
cy: Dileu

# repeat_abbr
source: R
ar: ر
cy: A
hi: आर

source: Repeats
ar: إعادات
cy: Ailddarllediad
fa: تکرار
fr: Répétitions

# schedule_begins_on
source: Broadcast schedule begins on %1
ar: الجدول يبدأ في %1
cy: Amserlen yn dechrau ar %1
fa: جدول پخش برنامه‌ها در%1 شروع خواهد شد
fr: Le programme commence le %1
hi: शेड्यूल %1 पर शुरू होता है

# schedule_ended_on
source: Broadcast schedule ended on %1
ar: الجدول ينتهي في %1
cy: Amserlen wedi gorffen ar %1
fa: جدول پخش برنامه‌ها در%1 پایان خواهد یافت
fr: Le programme s'est terminé le %1
hi: शेड्यूल %1 पर समाप्त हुआ

# schedule_title
source: %1 schedule
ar: %1 جدول
cy: %1 amserlen
fa: جدول پخش برنامه %1
fr: Programme du %1
hi: %1 कार्यक्रम

source: Schedules
ar: جداول
cy: Amserlen
fa: جداول پخش
fr: Programmes
hi: सारणी

# schedules_boxing_day
source: Boxing Day
cy: Gŵyl San Steffan
fa: روز باکسینگ
fr: Lendemain de Noël
hi: बॉक्सिंग डे

# schedules_calendar
source: Calendar
ar: التقويم
cy: Calendr
fa: تقویم
fr: Calendrier
hi: कैलेंडर

# schedules_calendar_note
source: Please choose a day from the calendar
ar: الرجاء اختيار يوم من التقويم
cy: Dewiswch ddiwrnod o'r calendr
fa: لطفا یک روز را از تقویم انتخاب کنید
fr: Choisissez un jour dans le calendrier
hi: कृपया कैलेंडर से कोई एक दिन चुनिए

# schedules_christmas_day
source: Christmas Day
ar: يوم الكريسمس
cy: Dydd Nadolig
fa: روز کریسمس
fr: Jour de Noël
hi: क्रिसमस का दिन

# schedules_christmas_eve
source: Christmas Eve
cy: Noswyl Nadolig
fa: عید کریسمس
fr: Veille de Noël
hi: क्रिसमस की शाम

# schedules_last_weekday
source: Last %1
ar: آخر %1
cy: %1 Diwethaf
fa: آخرین %1
fr: Dernier %1
hi: अंतिम %1

# schedules_new_years_day
source: New Year's Day
ar: يوم السنة الجديدة
cy: Dydd Calan
fa: روز اول سال
fr: Jour de l'An
hi: नव वर्ष का दिन

# schedules_next_weekday
source: Next %1
ar: التالي %1
cy: %1 Nesaf
fa: بعدی %1
fr: Prochain %1
hi: अगला %1

# schedules_no_result
source: There is no schedule for today. Please choose another day from the calendar
ar: لا يوجد جدول لليوم، برجاء اختيار يوم آخر من التقويم
cy: Nid oes amserlen ar gyfer heddiw. Dewiswch ddiwrnod arall o'r calendr
fa: برنامه‌ای برای امروز نیست. لطفا یک روز دیگر را از تقویم انتخاب کنید.
fr: Il n'y a aucun programme pour aujourd'hui. Choisissez un autre jour dans le calendrier
hi: आज के लिए कोई कार्यक्रम नहीं है. कृपया कैलेंडर से कोई अन्य दिन चुनिए

# schedules_period_afternoon
source: Afternoon
ar: مساء
cy: Prynhawn
fa: بعد از ظهر
fr: Après-midi
hi: दोपहर

# schedules_period_early
source: Early
ar: باكرا
cy: Cynnar
fa: ساعات اول
fr: Tôt
hi: तड़के

# schedules_period_evening
source: Evening
ar: ليلا
cy: Hwyr
fa: غروب
fr: Soir
hi: शाम

# schedules_period_late
source: Late
ar: متأخر
cy: Nos
fa: ساعات آخر
fr: Tard
hi: रात

# schedules_period_morning
source: Morning
ar: صباحا
cy: Bore
fa: صبح
fr: Matin
hi: सुबह

# schedules_regional
source: See other regional %1 variations
cy: Gweld %1 amrywiadau rhanbarthol eraill
fr: Voir autres variations régionales pour %1
hi: दूसरे %1 क्षेत्रीय वेरिएशंस

# schedules_regional_change
source: View %1 schedule variations
ar: عرض %1 جداول متفرقة
cy: Gweld amrywiadau rhanbarthol
fr: Voir autres variations de programme pour %1
hi: %1 शेड्यूल वेरिएशंस देखिए

# schedules_regional_changeto
source: View %1
ar: عرض %1
cy: Newid i %1
fa: %1 را ببینید
fr: Voir %1
hi: %1 देखिए

# schedules_regional_note
source: Please choose a region for the appropriate schedule
cy: Dewiswch ranbarth ar gyfer yr amserlen berthnasol
fa: برای دیدن زمان پخش مرتبط، منطقه‌ای را انتخاب کنید
fr: Choisissez une région pour le programme approprié
hi: मनचाही सारणी के लिए कई एक क्षेत्र चुनिए

# schedules_regional_note_radio
source: Please choose the appropriate schedule
ar: الرجاء اختيار الجدول المناسب
cy: Dewiswch yr amserlen berthnasol
fa: زمان پخش مرتبط را انتخاب کنید
fr: Choisissez le programme approprié
hi: कृपया मनचाही सारणी चुनिए

# schedules_regional_title
source: Regional variations for %1
cy: Amrywiadau rhanbarthol ar gyfer %1
fr: Variations régionales pour %1
hi: %1 के लिए क्षेत्रीय वेरिएशंस

# schedules_regional_title_radio
source: Schedule variations for %1
ar: جداول متفرقة من %1
cy: Amrywiadau i’r amserlen ar gyfer %1
fr: Variations de programme pour %1
hi: %1 के लिए शेड्यूल वेरिएशंस

# schedules_this_week
source: This week
ar: هذا الاسبوع
cy: Yr wythnos hon
fa: این هفته
fr: Cette semaine
hi: इस सप्ताह

# schedules_this_year
source: This year
ar: هذه السنة
cy: Eleni
fa: امسال
fr: Cette année
hi: इस वर्ष

# schedules_today
source: Today
ar: اليوم
cy: Heddiw
fa: امروز
fr: Aujourd'hui
hi: आज

# schedules_tomorrow
source: Tomorrow
ar: غدا
cy: Yfory
fa: فردا
fr: Demain
hi: कल

# schedules_week_disclaimer
source: not ideal for small screens
ar: ليس مناسبا للشاشات الصغيرة
cy: Ddim yn addas ar gyfer sgriniau bach
fa: مناسب صفحه‌های کوچک نیست
fr: pas idéal pour les petits écrans
hi: छोटी स्क्रीन के लिए उपयुक्त नहीं

# schedules_week_show
source: Show full week
ar: مشاهدة الاسبوع كاملا
cy: Dangos wythnos lawn
fa: نشان دادن تمام هفته
fr: Montrer semaine entière
hi: पूरा सप्ताह दिखाइए

# schedules_yesterday
source: Yesterday
ar: أمس
cy: Ddoe
fa: دیروز
fr: Hier
hi: कल

# science_and_nature
source: Science &amp; Nature
cy: Gwyddoniaeth a Natur

source: Search iPlayer Radio
cy: Chwilio yn iPlayer Radio

# seconds_ago_short
source: %1s ago
cy: %1 eiliad yn ôl
fa: %1 ثانیه قبل
fr: il y a %1s
hi: %1से. पहले

# see_all_available_from
source: See all %1 episodes available on BBC iPlayer
ar: شاهد جميع %1 الحلقات المتاحة على BBC iPlayer
cy: Gweld holl benodau %1 sydd ar gael ar BBC iPlayer
fa: همه قسمت‌های %1 را که در آی‌پلیر بی‌بی‌سی قابل دسترس است
fr: Voir tous les épisodes de %1 disponibles sur BBC iPlayer
hi: बीबीसी आइप्लेयर पर उपलब्ध सभी %1 एपिसोड देखें

# see_all_available_from_radio
source: See all %1 episodes available
ar: شاهد جميع %1 الحلقات المتاحة
cy: Gweld holl benodau %1 sydd ar gael ar BBC iPlayer Radio
fa: همه قسمت‌های %1 را که قابل دسترس است
fr: Voir tous les épisodes de %1 disponibles
hi: सभी %1 उपलब्ध एपिसो़ड देखें

# see_all_broadcasts_of
source: See all broadcasts of %1
cy: Gweld holl ddarllediadau %1
fa: همه موارد پخش شده %1
fr: Voir toutes les émissions de %1
hi: %1 के सभी प्रसारण देखें

source: See all clips
cy: Gweld pob clip

# see_all_clips_from
source: See all clips from %1
ar: شاهد جميع الكليبات %1
cy: Gweld holl glipiau %1
fa: همه ویدیو ها از %1
fr: Voir toutes les vidéos de %1
hi: %1 की सभी क्लिपें देखें

# see_all_credits_for
source: See all credits for %1
ar: شاهد جميع النقاط %1
cy: Gweld yr holl cydnabyddiaeth ar gyfer %1
fa: همه تیتراژها از %1
fr: Voir tous les crédits de %1
hi: %1 के सभी क्रेडिटेस देखें

# see_all_episodes_from
source: See all episodes from %1
ar: شاهد جميع الحلقات من %1
cy: Gweld holl benodau %1
fa: همه قسمت‌های %1
fr: Voir tous les épisodes de %1
hi: %1 के सभी एपिसोड देखें

# see_all_from
source: See all from %1
ar: شاهد الكل من %1
cy: Gweld popeth %1
fa: همه موارد موجود از %1
fr: Voir tout de %1
hi: %1 से सभी देखें

source: See all galleries
cy: Gweld pob oriel
